cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'git'
brew 'openssl'
brew 'nvm'
brew 'gnupg'
brew 'hopenpgp-tools'
brew 'pinentry-mac'
brew 'wget'

cask '1password'
cask 'google-chrome'
cask 'firefox'
cask 'iterm2'
cask 'atom'
cask 'powershell'
cask 'visual-studio-code'
cask 'azure-data-studio'
cask 'tower'
cask 'beyond-compare'
cask 'transmit'
cask 'docker'
cask 'whatsapp'
cask 'devonthink'
cask 'expressvpn'
cask 'zoom'
cask 'dropbox'
cask 'alfred'
cask 'airbuddy'
cask 'bartender'
cask 'keepingyouawake'
cask 'cleanmymac'
cask 'gpg-suite-no-mail'
cask 'raindropio'
