cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'nvm'
brew 'docker'
brew 'chruby'
brew 'ruby-install'

cask '1password'
cask 'google-chrome'
cask 'firefox'
cask 'iterm2'
cask 'atom'
cask 'powershell'
cask 'visual-studio-code'
cask 'azure-data-studio'
cask 'transmit'
cask 'docker'
cask 'whatsapp'
cask 'devonthink'
cask 'expressvpn'
cask 'zoom'
cask 'dropbox'
cask 'alfred'
cask 'airbuddy'
cask 'bartender'
cask 'keepingyouawake'
cask 'cleanmymac'
cask 'raindropio'
